{
  "terms": {
    "title": "Условия использования",
    "lastUpdated": "Последнее обновление: 9 ноября 2025 г.",
    "scrollToAccept": "Прокрутите вниз, чтобы принять",
    "cancel": "Отмена",
    "accept": "Я принимаю",
    "close": "Закрыть",
    "section1": {
      "title": "1. Принятие условий",
      "content": "Получая доступ и используя платформу Sylvan Token Airdrop, вы принимаете и соглашаетесь соблюдать условия и положения настоящего соглашения. Если вы не согласны с этими Условиями использования, пожалуйста, не используйте Платформу."
    },
    "section2": {
      "title": "2. Право на участие",
      "content": "Вам должно быть не менее 18 лет для использования этой Платформы. Используя Платформу, вы заявляете и гарантируете, что соответствуете этому возрастному требованию и обладаете правоспособностью для заключения настоящих Условий."
    },
    "section3": {
      "title": "3. Регистрация аккаунта",
      "intro": "Для участия в программе airdrop вы должны создать аккаунт. Вы соглашаетесь:",
      "item1": "Предоставлять точную, актуальную и полную информацию при регистрации",
      "item2": "Поддерживать и своевременно обновлять информацию вашего аккаунта",
      "item3": "Обеспечивать безопасность вашего пароля и аккаунта",
      "item4": "Принимать ответственность за все действия, происходящие под вашим аккаунтом",
      "item5": "Немедленно уведомлять нас о любом несанкционированном использовании вашего аккаунта"
    },
    "section4": {
      "title": "4. Выполнение заданий и вознаграждения",
      "intro": "Платформа позволяет вам выполнять различные задания для получения баллов:",
      "item1": "Задания должны выполняться честно и в соответствии с требованиями",
      "item2": "Баллы начисляются после успешной проверки выполнения задания",
      "item3": "Мы оставляем за собой право проверять выполнение заданий и отменять баллы за мошеннические действия",
      "item4": "Распределение токенов регулируется правилами кампании и может измениться без предварительного уведомления",
      "item5": "Мы не гарантируем какую-либо конкретную стоимость или полезность распределенных токенов"
    },
    "section5": {
      "title": "5. Запрещенные действия",
      "intro": "Вы соглашаетесь не участвовать в следующих запрещенных действиях:",
      "item1": "Создание нескольких аккаунтов или использование автоматизированных систем (ботов)",
      "item2": "Предоставление ложной информации или выдача себя за других",
      "item3": "Попытка манипулировать или эксплуатировать систему баллов",
      "item4": "Участие в мошенническом выполнении заданий",
      "item5": "Нарушение применимых законов или правил",
      "item6": "Вмешательство в работу или безопасность Платформы"
    },
    "section6": {
      "title": "6. Верификация кошелька и социальных сетей",
      "intro": "Для получения токенов вы должны верифицировать адрес кошелька и пройти верификацию в социальных сетях:",
      "item1": "Адреса кошельков и аккаунты в социальных сетях навсегда блокируются после верификации",
      "item2": "Вы несете ответственность за обеспечение правильности адреса вашего кошелька",
      "item3": "Мы не несем ответственности за токены, отправленные на неправильные адреса",
      "item4": "Аккаунты в социальных сетях должны быть настоящими и принадлежать вам"
    },
    "section7": {
      "title": "7. Интеллектуальная собственность",
      "content": "Весь контент на Платформе, включая текст, графику, логотипы и программное обеспечение, является собственностью Sylvan Token и защищен законами об интеллектуальной собственности."
    },
    "section8": {
      "title": "8. Отказ от гарантий",
      "content": "ПЛАТФОРМА ПРЕДОСТАВЛЯЕТСЯ 'КАК ЕСТЬ' И 'КАК ДОСТУПНА' БЕЗ КАКИХ-ЛИБО ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ."
    },
    "section9": {
      "title": "9. Ограничение ответственности",
      "content": "В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОМ, SYLVAN TOKEN НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ОСОБЫЕ, ПОСЛЕДУЮЩИЕ ИЛИ ШТРАФНЫЕ УБЫТКИ."
    },
    "section10": {
      "title": "10. Изменения в Условиях",
      "content": "Мы оставляем за собой право изменять эти Условия в любое время. Ваше продолжение использования Платформы после таких изменений означает ваше согласие с обновленными Условиями."
    },
    "section11": {
      "title": "11. Прекращение",
      "content": "Мы оставляем за собой право приостановить или прекратить действие вашего аккаунта в любое время, с уведомлением или без него, по любой причине, включая нарушение этих Условий."
    },
    "section12": {
      "title": "12. Контактная информация",
      "content": "Если у вас есть вопросы об этих Условиях, пожалуйста, свяжитесь с нами через наши официальные каналы в социальных сетях."
    }
  },
  "privacy": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: 9 ноября 2025 г.",
    "scrollToAccept": "Прокрутите вниз, чтобы принять",
    "cancel": "Отмена",
    "accept": "Я принимаю",
    "close": "Закрыть",
    "section1": {
      "title": "1. Введение",
      "content": "Sylvan Token стремится защищать вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашей платформы Airdrop."
    },
    "section2": {
      "title": "2. Информация, которую мы собираем",
      "subtitle1": "2.1 Личная информация",
      "intro1": "Мы собираем информацию, которую вы предоставляете нам напрямую:",
      "item1": "Адрес электронной почты",
      "item2": "Имя пользователя",
      "item3": "Пароль (зашифрованный)",
      "item4": "Адрес кошелька",
      "item5": "Имена пользователей в социальных сетях (Twitter, Telegram)",
      "subtitle2": "2.2 Автоматически собираемая информация",
      "intro2": "Когда вы получаете доступ к Платформе, мы автоматически собираем:",
      "item6": "IP-адрес",
      "item7": "Тип и версия браузера",
      "item8": "Информация об устройстве",
      "item9": "Временные метки входа",
      "item10": "Данные о выполнении заданий"
    },
    "section3": {
      "title": "3. Как мы используем вашу информацию",
      "intro": "Мы используем собранную информацию для следующих целей:",
      "item1": "Для создания и управления вашим аккаунтом",
      "item2": "Для обработки выполнения заданий и начисления баллов",
      "item3": "Для распределения токенов на верифицированные адреса кошельков",
      "item4": "Для проверки владения аккаунтами в социальных сетях",
      "item5": "Для предотвращения мошенничества и обеспечения безопасности платформы",
      "item6": "Для передачи важных обновлений о платформе",
      "item7": "Для улучшения наших услуг и пользовательского опыта",
      "item8": "Для соблюдения юридических обязательств"
    },
    "section4": {
      "title": "4. Обмен и раскрытие информации",
      "intro": "Мы не продаем вашу личную информацию. Мы можем делиться вашей информацией в следующих обстоятельствах:",
      "item1": "Публичная таблица лидеров: Ваше имя пользователя и баллы могут отображаться публично",
      "item2": "Поставщики услуг: Мы можем делиться информацией со сторонними поставщиками услуг",
      "item3": "Юридические требования: Мы можем раскрывать информацию, если это требуется по закону",
      "item4": "Передача бизнеса: Информация может быть передана в связи со слиянием или поглощением"
    },
    "section5": {
      "title": "5. Безопасность данных",
      "intro": "Мы применяем соответствующие технические и организационные меры для защиты вашей личной информации:",
      "item1": "Шифрование паролей с использованием стандартных отраслевых алгоритмов",
      "item2": "Безопасное хранение в базе данных",
      "item3": "Регулярные проверки безопасности",
      "item4": "Контроль доступа и аутентификация",
      "note": "Однако ни один метод передачи через Интернет не является на 100% безопасным."
    },
    "section6": {
      "title": "6. Хранение данных",
      "content": "Мы храним вашу личную информацию столько, сколько необходимо для выполнения целей, изложенных в этой Политике конфиденциальности, если более длительный период хранения не требуется по закону."
    },
    "section7": {
      "title": "7. Ваши права",
      "intro": "В зависимости от вашего местоположения, вы можете иметь определенные права в отношении вашей личной информации:",
      "item1Title": "Доступ",
      "item1": "Запросить доступ к вашей личной информации",
      "item2Title": "Исправление",
      "item2": "Запросить исправление неточной информации",
      "item3Title": "Удаление",
      "item3": "Запросить удаление вашего аккаунта и данных",
      "item4Title": "Возражение",
      "item4": "Возразить против определенной обработки вашей информации",
      "item5Title": "Переносимость данных",
      "item5": "Запросить копию ваших данных в переносимом формате",
      "note": "Примечание: Определенная информация (адреса кошельков, верифицированные аккаунты в социальных сетях) не может быть изменена после верификации."
    },
    "section8": {
      "title": "8. Файлы cookie и отслеживание",
      "content": "Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения вашего опыта на Платформе. Вы можете управлять файлами cookie через настройки браузера."
    },
    "section9": {
      "title": "9. Ссылки на сторонние ресурсы",
      "content": "Платформа может содержать ссылки на сторонние веб-сайты или услуги. Мы не несем ответственности за практики конфиденциальности этих третьих сторон."
    },
    "section10": {
      "title": "10. Конфиденциальность детей",
      "content": "Платформа не предназначена для пользователей младше 18 лет. Мы сознательно не собираем личную информацию от детей."
    },
    "section11": {
      "title": "11. Международные передачи данных",
      "content": "Ваша информация может быть передана и обработана в странах, отличных от страны вашего проживания. Используя Платформу, вы соглашаетесь на такие передачи."
    },
    "section12": {
      "title": "12. Изменения в этой Политике конфиденциальности",
      "content": "Мы можем время от времени обновлять эту Политику конфиденциальности. Ваше продолжение использования Платформы после таких изменений означает ваше согласие с обновленной Политикой конфиденциальности."
    },
    "section13": {
      "title": "13. Свяжитесь с нами",
      "content": "Если у вас есть вопросы об этой Политике конфиденциальности, пожалуйста, свяжитесь с нами через наши официальные каналы в социальных сетях."
    }
  }
}
