{
  "terms": {
    "title": "شروط الاستخدام",
    "lastUpdated": "آخر تحديث: 9 نوفمبر 2025",
    "scrollToAccept": "قم بالتمرير إلى الأسفل للقبول",
    "cancel": "إلغاء",
    "accept": "أوافق",
    "close": "إغلاق",
    "section1": {
      "title": "1. قبول الشروط",
      "content": "من خلال الوصول إلى منصة Sylvan Token Airdrop واستخدامها، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على شروط الاستخدام هذه، يرجى عدم استخدام المنصة."
    },
    "section2": {
      "title": "2. الأهلية",
      "content": "يجب أن يكون عمرك 18 عامًا على الأقل لاستخدام هذه المنصة. باستخدام المنصة، فإنك تقر وتضمن أنك تستوفي متطلبات العمر هذه ولديك الأهلية القانونية للدخول في هذه الشروط."
    },
    "section3": {
      "title": "3. تسجيل الحساب",
      "intro": "للمشاركة في برنامج الإيردروب، يجب عليك إنشاء حساب. أنت توافق على:",
      "item1": "تقديم معلومات دقيقة وحديثة وكاملة أثناء التسجيل",
      "item2": "الحفاظ على معلومات حسابك وتحديثها بسرعة",
      "item3": "الحفاظ على أمان كلمة المرور والحساب الخاص بك",
      "item4": "قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك",
      "item5": "إخطارنا فورًا بأي استخدام غير مصرح به لحسابك"
    },
    "section4": {
      "title": "4. إكمال المهام والمكافآت",
      "intro": "تتيح لك المنصة إكمال مهام مختلفة لكسب النقاط:",
      "item1": "يجب إكمال المهام بشكل حقيقي ووفقًا للمتطلبات",
      "item2": "يتم منح النقاط عند التحقق الناجح من إكمال المهمة",
      "item3": "نحتفظ بالحق في التحقق من إكمال المهمة وإلغاء النقاط للنشاط الاحتيالي",
      "item4": "توزيع الرموز يخضع لقواعد الحملة وقد يتغير دون إشعار",
      "item5": "نحن لا نضمن أي قيمة أو فائدة محددة للرموز الموزعة"
    },
    "section5": {
      "title": "5. الأنشطة المحظورة",
      "intro": "أنت توافق على عدم الانخراط في أي من الأنشطة المحظورة التالية:",
      "item1": "إنشاء حسابات متعددة أو استخدام أنظمة آلية (بوتات)",
      "item2": "تقديم معلومات كاذبة أو انتحال شخصية الآخرين",
      "item3": "محاولة التلاعب أو استغلال نظام النقاط",
      "item4": "الانخراط في إكمال مهام احتيالية",
      "item5": "انتهاك أي قوانين أو لوائح سارية",
      "item6": "التدخل في تشغيل المنصة أو أمنها"
    },
    "section6": {
      "title": "6. التحقق من المحفظة ووسائل التواصل الاجتماعي",
      "intro": "لتلقي الرموز، يجب عليك التحقق من عنوان محفظتك وإكمال التحققات من وسائل التواصل الاجتماعي:",
      "item1": "عناوين المحفظة وحسابات وسائل التواصل الاجتماعي مقفلة بشكل دائم بعد التحقق",
      "item2": "أنت مسؤول عن ضمان دقة عنوان محفظتك",
      "item3": "نحن لسنا مسؤولين عن الرموز المرسلة إلى عناوين غير صحيحة",
      "item4": "يجب أن تكون حسابات وسائل التواصل الاجتماعي حقيقية ومملوكة لك"
    },
    "section7": {
      "title": "7. الملكية الفكرية",
      "content": "جميع المحتويات على المنصة، بما في ذلك النصوص والرسومات والشعارات والبرامج، هي ملك لـ Sylvan Token ومحمية بموجب قوانين الملكية الفكرية."
    },
    "section8": {
      "title": "8. إخلاء المسؤولية عن الضمانات",
      "content": "يتم توفير المنصة كما هي وكما هي متاحة دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية."
    },
    "section9": {
      "title": "9. تحديد المسؤولية",
      "content": "إلى أقصى حد يسمح به القانون، لن تكون Sylvan Token مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية."
    },
    "section10": {
      "title": "10. التعديلات على الشروط",
      "content": "نحتفظ بالحق في تعديل هذه الشروط في أي وقت. استمرارك في استخدام المنصة بعد هذه التعديلات يشكل قبولك للشروط المحدثة."
    },
    "section11": {
      "title": "11. الإنهاء",
      "content": "نحتفظ بالحق في تعليق أو إنهاء حسابك في أي وقت، مع أو بدون إشعار، لأي سبب، بما في ذلك انتهاك هذه الشروط."
    },
    "section12": {
      "title": "12. معلومات الاتصال",
      "content": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا من خلال قنوات التواصل الاجتماعي الرسمية الخاصة بنا."
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "lastUpdated": "آخر تحديث: 9 نوفمبر 2025",
    "scrollToAccept": "قم بالتمرير إلى الأسفل للقبول",
    "cancel": "إلغاء",
    "accept": "أوافق",
    "close": "إغلاق",
    "section1": {
      "title": "1. مقدمة",
      "content": "تلتزم Sylvan Token بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عند استخدام منصة الإيردروب الخاصة بنا."
    },
    "section2": {
      "title": "2. المعلومات التي نجمعها",
      "subtitle1": "2.1 المعلومات الشخصية",
      "intro1": "نجمع المعلومات التي تقدمها لنا مباشرة، بما في ذلك:",
      "item1": "عنوان البريد الإلكتروني",
      "item2": "اسم المستخدم",
      "item3": "كلمة المرور (مشفرة)",
      "item4": "عنوان المحفظة",
      "item5": "أسماء مستخدمي وسائل التواصل الاجتماعي (تويتر، تيليجرام)",
      "subtitle2": "2.2 المعلومات المجمعة تلقائيًا",
      "intro2": "عند الوصول إلى المنصة، نجمع تلقائيًا:",
      "item6": "عنوان IP",
      "item7": "نوع المتصفح والإصدار",
      "item8": "معلومات الجهاز",
      "item9": "طوابع زمنية لتسجيل الدخول",
      "item10": "بيانات إكمال المهام"
    },
    "section3": {
      "title": "3. كيف نستخدم معلوماتك",
      "intro": "نستخدم المعلومات المجمعة للأغراض التالية:",
      "item1": "لإنشاء وإدارة حسابك",
      "item2": "لمعالجة إكمال المهام ومنح النقاط",
      "item3": "لتوزيع الرموز على عناوين المحفظة المتحقق منها",
      "item4": "للتحقق من ملكية حساب وسائل التواصل الاجتماعي",
      "item5": "لمنع الاحتيال وضمان أمان المنصة",
      "item6": "للتواصل بشأن التحديثات المهمة حول المنصة",
      "item7": "لتحسين خدماتنا وتجربة المستخدم",
      "item8": "للامتثال للالتزامات القانونية"
    },
    "section4": {
      "title": "4. مشاركة المعلومات والإفصاح عنها",
      "intro": "نحن لا نبيع معلوماتك الشخصية. قد نشارك معلوماتك في الظروف التالية:",
      "item1": "لوحة المتصدرين العامة: قد يتم عرض اسم المستخدم والنقاط الخاصة بك علنًا",
      "item2": "مقدمو الخدمات: قد نشارك المعلومات مع مقدمي خدمات من طرف ثالث",
      "item3": "المتطلبات القانونية: قد نكشف عن المعلومات إذا كان ذلك مطلوبًا بموجب القانون",
      "item4": "التحويلات التجارية: قد يتم نقل المعلومات فيما يتعلق بالاندماج أو الاستحواذ"
    },
    "section5": {
      "title": "5. أمان البيانات",
      "intro": "نطبق تدابير تقنية وتنظيمية مناسبة لحماية معلوماتك الشخصية:",
      "item1": "تشفير كلمة المرور باستخدام خوارزميات معيارية في الصناعة",
      "item2": "تخزين آمن لقاعدة البيانات",
      "item3": "عمليات تدقيق أمنية منتظمة",
      "item4": "ضوابط الوصول والمصادقة",
      "note": "ومع ذلك، لا توجد طريقة نقل عبر الإنترنت آمنة بنسبة 100٪."
    },
    "section6": {
      "title": "6. الاحتفاظ بالبيانات",
      "content": "نحتفظ بمعلوماتك الشخصية طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في سياسة الخصوصية هذه، ما لم يتطلب القانون فترة احتفاظ أطول."
    },
    "section7": {
      "title": "7. حقوقك",
      "intro": "اعتمادًا على موقعك، قد يكون لديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية:",
      "item1Title": "الوصول",
      "item1": "طلب الوصول إلى معلوماتك الشخصية",
      "item2Title": "التصحيح",
      "item2": "طلب تصحيح المعلومات غير الدقيقة",
      "item3Title": "الحذف",
      "item3": "طلب حذف حسابك وبياناتك",
      "item4Title": "الاعتراض",
      "item4": "الاعتراض على معالجة معينة لمعلوماتك",
      "item5Title": "قابلية نقل البيانات",
      "item5": "طلب نسخة من بياناتك بتنسيق قابل للنقل",
      "note": "ملاحظة: لا يمكن تغيير معلومات معينة (عناوين المحفظة، حسابات وسائل التواصل الاجتماعي المتحقق منها) بعد التحقق."
    },
    "section8": {
      "title": "8. ملفات تعريف الارتباط والتتبع",
      "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربتك على المنصة. يمكنك التحكم في ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك."
    },
    "section9": {
      "title": "9. روابط الطرف الثالث",
      "content": "قد تحتوي المنصة على روابط لمواقع ويب أو خدمات تابعة لجهات خارجية. نحن لسنا مسؤولين عن ممارسات الخصوصية لهذه الأطراف الثالثة."
    },
    "section10": {
      "title": "10. خصوصية الأطفال",
      "content": "المنصة غير مخصصة للمستخدمين الذين تقل أعمارهم عن 18 عامًا. نحن لا نجمع عن قصد معلومات شخصية من الأطفال."
    },
    "section11": {
      "title": "11. نقل البيانات الدولية",
      "content": "قد يتم نقل معلوماتك ومعالجتها في بلدان غير بلد إقامتك. باستخدام المنصة، فإنك توافق على هذه النقل."
    },
    "section12": {
      "title": "12. التغييرات على سياسة الخصوصية هذه",
      "content": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. استمرارك في استخدام المنصة بعد هذه التغييرات يشكل قبولك لسياسة الخصوصية المحدثة."
    },
    "section13": {
      "title": "13. اتصل بنا",
      "content": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا من خلال قنوات التواصل الاجتماعي الرسمية الخاصة بنا."
    }
  }
}